Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Tux Math - Õpi matemaatika Tux'iga!
fi: Tux Math - opi matematiikkaa Tux-maskotin kanssa!

source: Tux Paint
fi: Tux Taiteilija

source: Joonistusprogramm lastele.
fi: Piirto-ohjelma lapsille.

source: Mängi õhuhokit Tuxiga
fi: Pelaa ilmakiekkoa Tuxin kanssa

source: Tux masinakiri
fi: Tux-konekirjoitus

source: Masinakirja õpetamise mäng, peaosas Tux
fi: Opetuksellinen kymmensormijärjestelmän oppimispeli, jossa pääosassa Tux

source: SIP-telefoni tarkvara
fi: SIP-ohjelmistopuhelin

source: Tile World
fi: Laattamaailma

source: Txt lugeja
fi: Txt Reader

source: Loe romaane ja muud
fi: Lue tekstiromaaneja ja muita

source: Ubuntu pilveteenus
fi: Ubuntu One

source: Ubuntu One konto seadistamine ja haldamine
fi: Hallitse Ubuntu One -käyttäjätiliä ja muuta asetuksia

source: Ubuntu stuudio juhtimine
fi: Ubuntu Studion hallinta

source: Muuda seadistusi multimeedia tootmiseks
fi: Muuta multimediatuotannon asetuksia

source: Tee kohandatud Ubuntu töölaua CD-plaate kergesti
fi: Tee mukautettuja Ubuntu-työpöytä-CD-levyjä helposti

source: Digikaamera toorpiltide avamise ja töötlemise tööriist
fi: Työkalu digitaalikameroiden raw-kuvien lukemiseen ja käsittelyyn

source: Integreeritud bioinformaatika komplekt
fi: Integroitu bioinformatiikkaohjelmisto

source: Mitme URL-i allalaadimine ja omistamine ühele järjekorrale
fi: Nouda useita verkko-osoitteita (URL) asetuksien ja jonojen perusteella.

source: Uim sisestusmeetodi keskkonna kohandamine
fi: Mukauta uim-syöttötapaympäristöä

source: UIMA annotatsioonide näitaja
fi: UIMA-kommentaarikatselin

source: Näitab UIMA annotatsioone
fi: UIMA-kommentaarien katselin

source: UIMA CPE graafiline kasutajaliides
fi: UIMA CPE - graafinen edusohjelma

source: Graafiline liides UIMA CPE ehitamiseks
fi: Graafinen käyttölittymä UIMA CPE:iden rakentamiseen

source: UIMA dokumendi analüsaator
fi: UIMA-asiakirja-analysointi

source: Lihtne UIMA analüüsmootori käivitaja
fi: Yksinkertainan UIMA-analysointimoottorin käynnistäjä

source: Täis-ja kulmulatiivne varukoopia koos meedia kontrollimisega
fi: Täydet ja kasautuvat varmuuskopiot median tarkistuksen kera

source: Umit võrguskänner
fi: Umit-verkkotutkain

source: Avasta võrk ja skaneeri pordid
fi: Tutki verkkoa ja skannaa portteja

source: Tööriist Live USB mälupulkade loomiseks
fi: Työkalu suoritettavien USB-tallennusvälineiden luontiin

source: UPnP inspektor
fi: UPnP-tarkastaja

source: The Ur-Quan Masters
fi: Ur-Quan Masters

source: Tähtedevaheline seiklusmäng
fi: Tähtienvälinen seikkailupeli

source: USBprog püsivara programmeerija
fi: USBprog-laiteohjelmisto-ohjelmointi

source: Minu kohta
fi: Omat tiedot

source: Muuda personaalset teavet
fi: Muuta henkilökohtaisia tietoja

source: Kettahaldus
fi: Levynhallinta

source: Ühenda ja lahuta failisüsteemid
fi: Liitä ja irrota tiedostojärjestelmiä

source: Salasõna
fi: Salasana

source: Muuda oma sisselogimise salasõna
fi: Kirjautumissalasanan muuttaminen

source: UTF-8 migreerimistööriist
fi: UTF-8-migraatiotyökalu

source: UTF-8 migreerimisnõustaja
fi: UTF-8-migraatioapulainen

source: Aatomi visualiseerimine
fi: Atomitason visualisointi

source: Video4Linuxi juhtimispaneel
fi: Video4Linux-hallintapaneeli

source: V4L2 seadmete universaale juhtimispaneel
fi: Yleismallinen hallintapaneeli V4L2-laitteille

source: Last.fm klient
fi: Last.fm-asiakas

source: Vagalume Last.fm klient
fi: Vagalume – Last.fm-asiakas

source: Kenta Cho's Val & Rick
fi: Kenta Cho:n Val & Rick

source: Failide jagamine üle Direct Connect võrgu
fi: Jaa tiedostoja Direct Connect -verkon yli

source: VisualBoyAdvance kasutajaliides
fi: VisualBoyAdvance-käyttöliittymä

source: Klassikalise arkaadmängu kloon "Asteroids"
fi: Klassisen "Asteroids"-pelihallipelin klooni

source: Prantsuse keele pööramissüsteem
fi: Ranskan kielen taivutusjärjestelmä

source: Teaduslike andmete graafiline esitus ja töötlus
fi: Tieteellisen datan kuvantamiseen ja muokkaamiseen tarkoitettu sovellus

source: Tor graafiline kasutajaliides
fi: Tor-ohjelman graafinen käyttöliittymä

source: Lihtne videorakendus
fi: Yksinkertainen videosovellus

source: Pildiesitluste tegemine ja eksportimine
fi: Tee ja vie kuvadiaesityksiä

source: Kaardipõhine GPS andmete haldur (tuleb toime reaalajas andmetega).
fi: Karttapohjainen GPS-tietojen hallinta (pystyy reaaliaikaiseen tiedonhallintaan)

source: Tõlkerakendus, mis aitab tõlkijatel oma faile teise keelde ümber tõlkida
fi: Käännöstyökalu tiedostojen kääntämiseen muille kielille

source: Käivita mitmeid virtuaalseid süsteeme ühel peaarvutil
fi: Suorita useita virtuaalisia järjestelmiä yhdellä isäntäkoneella

source: PCB CNC konverter
fi: PBC CNC -muunnin

source: Game Boy Advance emulaator
fi: GameBoy Advance -emulaattori

source: PyTables & HDF5 failide visualiseerija
fi: PyTables & HDF5 -tiedostovisualisointi

source: Visuaalne jäljeuurija
fi: Visuaalinen ohjelmistojen suoritusjäljen tutkimisohjelma

source: MIDI virtuaalne klaviatuur
fi: Virtuaalinen MIDI-koskettimisto

source: VLC meediamängija
fi: VLC-mediasoitin

source: Multimeediavoogude lugemine, jäädvustamine ja edastamine
fi: Suosittu, monipuolinen ja helppokäyttöinen mediasoitin Ubuntuun - Katso lempielokuvasi, sekä lue, kaappaa ja lähetä multimediavirtoja.

source: Virtuaalne MIDI klaveri klaviatuur
fi: Virtuaalinen MIDI-piano-koskettimisto

source: Helitugevuse seadete kontrollimine
fi: Hallitse äänenvoimakkuuden asetuksia

source: Rockdodgeri variatsioonid
fi: Rockdodger-muunnelmia

source: VoxBo pildinäitaja
fi: VoxBo-kuvakatselin

source: Virtuaalne USB analüüsija
fi: Virtuaalinen USB-analysoija

source: USB paketti logide visualiseerimine
fi: USB-pakettilokien visualisointi

source: VYM - Vaata oma mõtteid
fi: VYM - näytä mielesi

source: Loo mõttekaardid
fi: Luo ajatus/käsitekarttoja

source: Täielikult kohandatav ja rääkiv äratuskell, mis töötab ka pärast arvuti sulgemist
fi: Puhuva ja mukautettava herätyskello, joka toimii myös tietokoneen sammutuksen jälkeen

source: Töölaua taustapildi automaatne muutmine
fi: Vaihda taustakuvia automaattisesti

source: KDE4 taustapildi muutja
fi: KDE4:n taustakuvan muuttaja

source: Mobiiltelefoni rakendus, Gammu kasutajaliides
fi: Sovellus matkapuhelimille - edustaohjelma Gammulle

source: kahemõõtmeline mäng, kus lahedad tegelased kasutavad lahedaid relvi
fi: Kaksiulotteinen peli, jossa hassut hahmot laukaisevat hassuja aseita

source: Reaalajas strateegiamäng tuumasõjajärgses maailmas
fi: Ydinsodan jälkeiseen aikaan sijoittuva reaaliaikainen strategiapeli

source: Wavbreaker failitükeldaja
fi: Wavbreaker-tiedostonjakaja

source: Wave-failide jagamine mitmeks tükiks
fi: Jaa äänitiedostoja useampaan osaan

source: Helifailide käitlemine
fi: Käsittele äänitiedostoja

source: WebHTTrack veebisaitide kopeerija
fi: WebHTTrack - WWW-sivustojen kopiointi

source: Veebisaitide kopeerimine oma arvutisse
fi: Kopioi WWW-sivustoja tietokoneelle

source: Zoho veebiteenus tabelarvutus
fi: Zoho-WWW-palvelu – taulukkolaskenta

source: Zoho veebiteenus aitab teostada arvutusi, analüüsida infot ja hallata nimekirju.
fi: Tee laskelmia, analysoi tietoa ja hallitse luetteloita taulukoissa Zoho-webpalveluilla.

source: Zoho veebiteenus esitlus
fi: Zoho-WWW-palvelu – esitys

source: Zoho veebiteenus võimaldab luua ja redigeerida esitlusi, slaidiseansse, koosolekute materjale ja veebilehti.
fi: Luo ja muokkaa esityksiä tapaamisiin ja WWW-sivuille Zoho-webpalveluilla.

source: Zoho veebiteenus tekstiredaktor
fi: Zoho-WWW-palvelu – tekstinkäsittely

source: Zoho veebiteenus võimaldab luua ja redigeerida pilte ning teksti sisaldavaid kirju, aruandeid, dokumente ja veebilehti.
fi: Luo ja muokkaa tekstiä ja grafiikkaa kirjeisiin, raportteihin, asiakirjoihin ja WWW-sivuille Zoho-webpalveluilla.

source: Fantaasial põhinev strateegiamäng
fi: Vuoropohjainen fantasiamaailmaan sijoittuva strategiapeli

source: Milline tee viib ülesse
fi: Which Way is Up

source: Wicd võrguhaldur
fi: Wicd-verkonhallinta

source: Wicd kliendi käivitamine ilma süsteemisalve ikoonita
fi: Käynnistä Wicd-asiakas ilman ilmoitusalueen kuvaketta

source: Reaalajas ülesehitatud strateegiamäng
fi: Reaaliaikainen rakennus- ja joukkojenkasvattamisstrategiapeli

source: Lihtne piibli rakendus
fi: Yksinkertainan Raamattu-sovellus

source: Juhtmeta võrgu ühendamise tööriist
fi: Työkalu langattomiin verkkoihin yhdistämiseen

source: Wine Windowsi programmide käivitaja
fi: Wine – Windows-ohjelmien lataaja

source: Winefish LaTeX redaktor
fi: Winefish-LaTeX-editori

source: LaTeX redaktor põhineb Blufishil
fi: Bluefishiin perustuva LaTeX-editori

source: X'i aknateabe tööriist
fi: Ikkunatietoapuohjelma X:lle

source: X Window teave
fi: X-ikkunatiedot

source: Platvormist sõltumatu Python silur
fi: Alustariippumaton Python-virheenjäljitin

source: Võrguliikluse analüüsija
fi: Verkkoliikenteen analysoija

source: Langevate pusle-klotside mäng
fi: Putoavien palikoiden pulmapeli.

source: Lihtne GTK kasutajaliides, et testida wiimote'i ja näidata wiimote'i andmeid
fi: Yksinkertainen GTK-käyttöliittymän wiimoten testaukseen ja wiimote-datan näyttämiseen.

source: Failihaldur X-i jaoks
fi: Tiedostojenhallinta (X-ympäristöön)

source: Abistab lihasevalude vältimiseks ja nende mõjudest ülesaamisel
fi: Auttaa rasitusvammojen (RSI) estämisessä ja niistä palautumisessa

source: Graafiline kasutajaliides wpa_supplicant'i jaoks
fi: Graafinen käyttöliittymä wpa_supplicantille

source: Tekstiredaktor lihtsustab kirjutamist
fi: Tekstinkäsittelyohjelma, joka tekee kirjoittamisesta helpompaa

source: wxBanker finantsjuht
fi: wxBanker-taloushallinta

source: Kerge isiklik finantsjuht
fi: Kevyt henkilökohtainen taloudenhallinta

source: wxWidgets graafiline kujundaja
fi: wxWidgets-käyttöliittymäsuunnittelija

source: Sümbol- ja matemaatiliste arvutuste sooritamine Maximaga
fi: Tee symbolisia ja numeerisia laskutoimenpiteitä Maximaa käyttäen

source: X11VNC server
fi: X11VNC-palvelin

source: Töölaua jagamine VNC kaudu
fi: Jaa työpöytä VNC:llä

source: simulatsioon vanast kalkulaatorist ( tavaline X versioon)
fi: ikivanhan laskimen simulaatiosovellus (puhdas X-versio)

source: XPath päringute koostamine ja käivitamine
fi: Rakenna ja suorita XPath-hakuja

source: Xaos - Fraktaalide suurendaja
fi: Xaos - fraktaalizoomaaja

source: Fraktaalide generaator
fi: Fraktaaligeneraattori

source: Mitmekülgne vektorgraafika programm
fi: Monipuolinen vektorigrafiikkaohjelma

source: GTK+2 arhiivihaldur
fi: GTK+2 -arkistonhallintasovellus

source: Vabanege nendest Wingdows'i viirustest!
fi: Get rid of those Wingdows Viruses!

source: X.509 ühilduvate sertifikaatide haldamise ja väljastamise graafiline kasutajaliides
fi: Graafinen käyttöliittymä X.509-yhteensopivia varmenteiden käsittelyyn ja luontiin

source: XChat-GNOME IRC vestlus
fi: XChat-Gnome - IRC-keskustelu

source: Vestlemine IRC vahendusel
fi: Keskustele ihmisten kanssa IRC:n välityksellä

source: Veel üks miiniotsija X jaoks
fi: Taas yksi miinaharavapeli X:lle

source: Graphviz dot failide interaktiivne näitaja
fi: Interaktiivinen katseluohjelma Graphviz dot -tiedostoille

source: Amatöörraadio jaoks DX-klaster klient
fi: DX-cluster-asiakas amatööriradiolle

source: CD- ja DVD-kirjutamise rakendus
fi: CD- ja DVD-polttosovellus

source: Tõmmise kirjutamine (xfburn)
fi: Kirjoita levykuva (xfburn)

source: Töölaud
fi: Työpöytä

source: Määra töölaua taust ja menüüde ja ikoonide käitumisviis
fi: Muuta työpöydän taustakuvaa sekä valikoiden ja kuvakkeiden toimintaa (XFCE-ympäristö)

source: Kerge failihaldur X Window jaoks
fi: Kevyt tiedostojenhallintaohjelma

source: Diagrammide redaktor
fi: Kaavioeditori

source: Analüütiline tööriist aerodünaamikaks
fi: analyysityökalu ilmanohjaussiivekkeille

source: Seadista akna käitumist ja kiirklahve
fi: Muokkaa ikkunoiden käyttäytymistä ja pikanäppäimiä (XFCE-ympäristö)

source: Mängi Galaga mängu
fi: Pelaa Galaga-peliä

source: Mobiiltelefoni haldamine
fi: Hallitse matkapuhelinta

source: Aatomit ning teiste keemiliste süsteemide vaatamine ja töötlemine
fi: Näytä ja muokkaa atomijärjestelmiä ja muita kemiallisia järjestelmiä

source: Maxima algebrasüsteem
fi: Maxima-algebrajärjestelmä

source: Maxima kompuuter-algebrasüsteemi liides
fi: Käyttöliittymä Maximalle, tietokonealgebrajärjestelmälle

source: XML Copy Editor (XML redaktor)
fi: XML Copy Editor – XML-tiedostojen muokkain

source: Redigeeri XML dokumente
fi: Muokkaa XML-asiakirjoja

source: Päeva sõnum
fi: Päivän viesti

source: tünni mäng
fi: barrel-peli

source: kuubikute mäng
fi: cubes-peli

source: kuusnurkade mäng
fi: hexagons-peli

source: pyraminx mäng
fi: pyraminx-peli

source: Ruubiku kuubiku mäng
fi: rubik-peli

source: skewb mäng
fi: skewb-peli

source: kolmnurkade mäng
fi: triangles-peli

source: Võrgukaardi häälestamine
fi: Verkkokortin asetukset

source: Pihuarvuti simulaator
fi: Käsissä pidettävien laitteiden simulaattori

source: digitaalne ostsilloskoop
fi: digitaalinen oskilloskooppi

source: X-põhine süsteemi seire
fi: X-pohjainen järjestelmän valvonta

source: Käsikirjaliste märkmete tegemine
fi: Tee käsinkirjoitettuja muistiinpanoja

source: Märkmete tegemise rakendus
fi: Raapusta muistiin myöhempää käyttöä varten

source: Xpaint on joonistamise rakendus
fi: Xpaint-maalausohjelma

source: Vaata PDF faile
fi: Katsele PDF-tiedostoja

source: Mänguserverite otsimine ja ühendumine
fi: Etsi ja yhdistä pelipalvelimiin

source: XSane pildi skaneerimise programm
fi: Xsane-kuvanluku

source: Programm töötab skänneriga. Võib kasutada skäneerimis, kopeerimis, OCR ja faks tööriistana.
fi: Kuvanlukijoiden käyttäminen sujuu monipuolisesti tällä ohjelmalla. Voidaan käyttää kuvanlukuun, kopiointiin, tekstintunnistukseen tai faksikäytössä.

source: XSD Diagramm
fi: XSD Diagram

source: Riistvara seisundi vaatamine
fi: Näytä laitteiston tila

source: Mängi Shogi mängu
fi: Pelaa Shogi-peliä

source: Klondike pasjanss
fi: Klondike-pasianssi

source: X Solitaire
fi: X-pasianssi

source: tavaline terminaliemulaator X Window süsteemi jaoks
fi: standardi pääte-emulaattori X-ikkunointijärjestelmään

source: xxxterm brauser
fi: xxxterm-selain

source: Yabause (Gtk port)
fi: Yabause (Gtk-siirros)

source: Sega Saturn emulaator
fi: Sega Saturn -emulaattori

source: Yabause (Qt port)
fi: Yabause (Qt-siirros)

source: KDE konsooli tehnoloogial lahtikeriv terminaliemulaator.
fi: Pudotusvalikollinen pääte-emulaattori, joka perustuu KDE Konsole -teknologiaan.

source: RSS-lugeja teateala jaoks
fi: RSS-lukija ilmoitusalueelle

source: Abistab Unity kasutamisel
fi: Apua Unityn käyttöön

source: FITS pildi kuvamine ja lihtne analüüs
fi: FITS-kuvien näyttö ja yksinkertainen analyysi

source: Tarkvara süntesaator põhineb ZynAddSubFX'il
fi: ZynAddSubFX-ohjelmaan perustuva ohjelmistosyntetisaattori

source: Võrgupõhine tõlkija YouTranslate!
fi: YouTranslate!-verkkokääntäjä

source: Tõlgi sõnu või lauseid, kasutades võrgupõhist tõlketeenust
fi: Käännä sanoja tai virkkeitä käyttäen verkon käännöspalveluita

source: TODO haldur
fi: Tehtäväluettelon hallintasovellus

source: Zapping TV-näitaja
fi: Zapping-TV-katselin

source: TV vaatamine
fi: Katso televisiota ikkunassa

source: Kiirmärkus lõikepuhvrist
fi: Pikamuistiinpanot leikepöydältä

source: ZynAddSubFX tarkvara süntesaator
fi: ZynAddSubFX-ohjelmistosyntetisaattori

source: Vabandust, ilmnes sisemine viga .
fi: Valitettavasti havaittiin sisäinen virhe.

source: Näita üksikasju
fi: Näytä tiedot

source: Jätka
fi: Jatka

source: Probleemi kirjeldavate andmete kogumine
fi: Kerätään tietoja ongelmasta

source: Kogutakse informatsiooni, mis võib aidata arendajatel probleemi kõrvaldada.
fi: Kerätään tietoja ongelman korjaamisen helpottamiseksi.

source: Probleemi kirjeldava teabe üleslaadimine
fi: Lähetetään tiedot ongelmasta

source: Toimub kogutud info saatmine veajälgimissüsteemile. Selleks võib kuluda mitu minutit.
fi: Kerättyjä tietoja lähetetään vianseurantajärjestelmään. Tämä saattaa kestää muutamia minuutteja.

source: Vabandust, tarkvara paigaldamisel tekkis viga.
fi: Valitettavasti ohjelmistoja asennettaessa ilmeni ongelma.

source: Pakett: apport 1.2.3~0ubuntu1
fi: Paketti: apport 1.2.3~0ubuntu1

source: Taaskäivita
fi: Käynnistä uudelleen

source: Kas saata arendajatele vearaport?
fi: Lähetetäänkö raportti ongelmasta kehittäjille?

source: Saada
fi: Lähetä

source: Süsteemiinfo kogumine
fi: Kerää järjestelmätiedot

source: Probleemist teatamine...
fi: Raportoi ongelma

source: Arendajate teavitamine tõrkest
fi: Raportoi toimintahäiriöstä sovelluksen kehittäjille

source: Jätkamiseks vajutage mõnd klahvi...
fi: Paina mitä tahansa näppäintä jatkaaksesi...

source: Mida sa tahad teha? Sinu võimalused on järgnevad:
fi: Kuinka haluat edetä? Vaihtoehdot ovat:

source: Palun vali (%s):
fi: Ole hyvä ja valitse (%s):

source: (%i baiti)
fi: (%i tavua)

source: (binaarandmed)
fi: (binääritiedot)

source: Pärast vearaporti saatmist täida palun vorm automaatselt avanevas veebibrauseri aknas.
fi: Kun raportti ongelmasta on lähetetty, ole ystävällinen ja täytä selaimeesi automaattisesti aukeava lomake.

source: &Saada raport (%s)
fi: &Lähetä raportti (%s)

source: &Näita raportit
fi: Tarkastele &raporttia

source: &Hoia raportifail alles, et see saata hiljem või kopeerida mujale
fi: &Säilytä raporttitiedosto myöhemmin lähetettäväksi tai muualle kopioitavaksi

source: Katkesta ja &ignoreeri edaspidi selle programmi versiooni krahhe
fi: Peru ja &jätä jatkossa huomiotta tämän ohjelmaversion kaatumiset

source: &Loobu
fi: &Peruuta

source: Vearaporti fail:
fi: Ongelmaraporttitiedosto:

source: Kinnita
fi: &Vahvista

source: Viga: %s
fi: Virhe: %s

source: Kogutud teabe võib saata arendajatele, et rakendust parandada. See võib võtta mõne minuti.
fi: Kerätyt tiedot voidaan lähettää kehittäjille ohjelman parantamiseksi. Tähän voi mennä muutama minuutti.

source: Kogutud teave saadetakse veahaldussüsteemi. See võib võtta mõne minuti.
fi: Kerätyt tiedot lähetetään virheseurantajärjestelmään. Tähän voi mennä muutama minuutti.

source: puudub
fi: ei mitään

source: Valikud:
fi: Valinnat:

source: Faili ei ole.
fi: Tiedostoa ei ole olemassa.

source: See on kataloog.
fi: Tämä on hakemisto.

source: Jätkamiseks pead külastama järgmist URLi:
fi: Jatkaaksesi sinun tulee käydä seuraavassa URL-osoitteessa:

source: Võite nüüd veebilehitseja käivitada, või kopeerida selle URLi mõne teise arvuti brauserisse.
fi: Voit nyt käynnistää selaimen tai kopioida tämän URL-osoitteen selaimeen toisella tietokoneella.

source: Käivitada veebilehitseja nüüd
fi: Käynnistä selain nyt

source: Ootel vearaporteid pole. Proovi --help võtit lisainfo jaoks.
fi: Ei odottavia kaatumisraportteja. Kokeile --help saadaksesi lisäinformaatiota.

source: Sul on paigaldatud mõned vananenud programmiversioonid. Palun uuenda järgnevaid pakettte ja kontrolli, kas probleemid jätkuvad : %s
fi: Järjestelmässä on asennettuna joidenkin pakettien vanhentuneita versiota. Päivitä seuraavat paketit ja tarkista, uusiutuuko ongelma: %s

source: tundmatu programm
fi: tuntematon sovellus

source: Vabandust, programm "%s" sulgus ootamatult
fi: Ikävä kyllä ohjelma "%s" sulkeutui yllättäen

source: Probleem %s ga
fi: Ongelma osan %s kanssa

source: Sinu arvutil ei ole piisavalt vaba mälu probleemi automaatse analüüsi ja arendajate teavitamise jaoks.
fi: Muistia ei ole vapaana tarpeeksi ongelman automaattiseen analysointiin ja virheraportin lähettämiseen.

source: Ebasobiv vearaport
fi: Virheellinen ongelmaraportti

source: Sul puudub ligipääs sellele vearaportile.
fi: Sinulla ei ole lukuoikeuksia tähän ongelmaraporttiin.

source: Viga
fi: Virhe

source: Vearaporti käsitsemiseks pole piisavalt vaba kettaruumi.
fi: Levyllä ei ole tarpeeksi tilaa raportin käsittelyyn.

source: Pakett määramata
fi: Pakettia ei ole määritelty

source: Sa pead määrama paketi või PID-i. Vaata --help lisainfo jaoks.
fi: Paketti tai PID-tunniste on annettava. Katso lisätietoja käyttämällä valitsinta --help.

source: Ligipääs keelatud
fi: Lupa evätty

source: Valitud protsess ei kuulu sulle. Palun käivita see programm protsessi omaniku või administraatorina.
fi: Kyseinen prosessi ei kuulu sinulle. Aja tämä ohjelma prosessin omistajana tai pääkäyttäjänä.

source: Vigane PID
fi: PID-numero ei kelpaa

source: Protsessi ID ei kuulu ühelegi programmile.
fi: Määritetty prosessin ID-numero ei kuulu kyseiselle ohjelmalle.

source: Sümptomiskript %s ei tuvastanud seotud paketti
fi: Oirekomentosarja %s ei määritellyt vaikuttanutta pakettia

source: Paketti %s ei leitud
fi: Pakettia %s ei ole olemassa

source: Raportit ei õnnestu luua
fi: Raporttia ei voida luoda

source: Probleemiraporti uuendamine
fi: Päivitetään ongelmaraporttia

source: Te ei ole selle probleemi raporteerija ega ka selle probleemi jälgija. Raport võib olla duplikaat või juba suletud. Palun luua uus raport kasutades "apport-bug" käsku.
fi: Et ole tämän ongelman raportoija tai ilmoittanut ongelmasta aikaisemmin; ilmoitus on mahdollisesti kaksoiskopio tai se on jo suljettu aikaisemmin. Ole hyvä, ja luo uusi raportti käyttäen "apport-bug" määrittelyä.

source: Täiendavaid andmeid ei kogutud.
fi: Lisätietoja ei kerätty.

source: Mis liiki veast sa tahad raporteerida?
fi: Millainen ongelma raportoidaan?

source: Tundmatu sümptom
fi: Tuntematon ongelma

source: Sümptom "%s" pole teada.
fi: Ongelmaa "%s" ei tunnistettu.

source: Probleemist teatamiseks vajuta peale selle sõnumi sulgemist probleemse rakenduse aknal.
fi: Kun olet sulkenut tämän viestin napsauta sen sovelluksen ikkunaa, johon liittyvän virheraportin haluat tehdä.

source: Täpsusta paketi nimi.
fi: Määritä paketin nimi.

source: Käivita gdb sessioon
fi: Käynnistä gdb sessiossa

source: See veateade on programmi kohta, mida ei ole enam paigaldatud.
fi: Tämä ongelmaraportti kytkeytyy ohjelmaan, joka ei ole enää asennettu.

source: See vearaport on rikutud ja seetõttu ei ole võimalik seda käsitseda.
fi: Tämä ongelman raportti on vahingoittunut, eikä sitä voida käsitellä.

source: Raport kuulub paigaldamata paketile.
fi: Raportti liittyy pakettiin, jota ei ole asennettu.

source: Paketi või lähtekoodi paketi nime ei suudetud tuvastada.
fi: Paketin tai lähdekoodipaketin nimeä ei voi määrittää.

source: Veebisirvija käivitamine ebaõnnestus
fi: Selaimen käynnistäminen epäonnistui

source: Ole hea ja sisesta oma %s veahalduse kontoandmed
fi: Ole hyvä ja syötä %s bugi raportointi järjestelmän kirjautumistiedot

source: Probleem võrguühendusega
fi: Verkko-ongelma

source: Ei saa ühendust krahhide andmebaasiga, palun kontrolli oma internetiühendust.
fi: Kaatumistietokantaan ei voi yhdistää. Tarkista Internet-yhteyden toimivuus.

source: Mälu ammendatud
fi: Muisti ei riitä

source: Sinu arvutil pole piisavalt mälu selle krahhirapordi käsitlemiseks.
fi: Järjestelmässäsi ei ole tarpeeksi muistia tämän kaatumisraportin käsittelyyn.

source: Sellest veast ei ole võimalik teatada: %s
fi: Ongelman raportoiminen ei onnistunut: %s

source: Probleem on varasemast teada
fi: Ongelma on jo tiedossa

source: Sellest probleemist teavitati juba veebisirvijas nähaolevas vearaportis. Palun vaata, kas sul on arendajate jaoks olulist informatsiooni, mida lisada.
fi: Tämä ongelma raportoitiin jo virheraportissa, joka on näkyvissä selaimessa. Tarkista, voisitko lisätä joitakin kehittäjiä auttavaa tietoa.

source: ebakorrektne arv argumente; kasuta kiire abi saamiseks käsku --help
fi: virheellinen lukumäärä argumentteja; käytä --help:iä saadaksesi lyhyesti apua

source: y
fi: sinun tarvitsee tehdä joko paikallinen operaatio (-s, -g, -o) tai toimittaa varmennustiedosto (--auth); katso --help saadaksesi lyhyesti apuay

source: Kas saata need nagu manuseid? [jah: y /ei: n]
fi: Sopiiko näiden lähettäminen liitteinä? [y/n] (y=kyllä, n=ei)

source: Viga: %s ei ole käivitusfail. Katkestan.
fi: Virhe: %s ei ole suoritettava tiedosto. Lopetetaan.

source: Kasutus: %s <report>
fi: Käyttö: %s <raportti> <kohdehakemisto>
